Repository: Wanamics/WanaClose
Catalog: Translations/WanaClose.*.xlf
Languages: fr_fr

# Table 2858013906 - Property 2879900210
source: Deferral Ledger Entry
fr_fr: Ecriture CCA & PCA

# Table 2858013906 - Method 3614206850 - NamedType 3503005407
source: %1 must be before %2
fr_fr: %1 doit être antérieure à %2

# Table 2858013906 - Field 636392376 - Property 2879900210
source: Amount
fr_fr: Montant

# Table 2858013906 - Field 140141276 - Property 2879900210
source: Deferral G/L Entry No.
fr_fr: N° séquence écriture CCA & PCA

# Table 2858013906 - Field 458406397 - Property 2879900210
source: End Date
fr_fr: Date fin

# Table 2858013906 - Field 1411740825 - Property 2879900210
source: G/L Entry No.
fr_fr: N° séquence écriture comptable

# Table 2858013906 - Field 59113118 - Property 2879900210
source: Gen. Posting Type
fr_fr: Type compta

# Table 2858013906 - Field 1329258699 - Property 2879900210
source: IC Partner Code
fr_fr: Code partenaire IC

# Table 2858013906 - Field 3710982960 - Property 2879900210
source: Posting Date
fr_fr: Date comptabilisation

# Table 2858013906 - Field 460889064 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Table 4242647264 - Property 2879900210
source: Global Dimension Setup
fr_fr: Paramètres axes principaux

# Table 4242647264 - Method 1164095015 - NamedType 4185596797
source: Do you want to define %1 dim. as mandatory for each 'Income' G/L account?
fr_fr: Voulez-vous définir %1 comme obligatoire pour chaque compte de gestion ?

# Table 4242647264 - Method 1164095015 - NamedType 3089505866
source: Do-you want to disable value posting of dimension %1 for Income G/L Accounts?
fr_fr: Voulez-vous désactiver le contôle validation de l'axe %1 pour les comptes de gestion ?

# Table 4242647264 - Field 3877364928 - Property 2879900210
source: Income Glob. Dim. 1 Mandatory
fr_fr: Axe 1 oblig. / comptes de gestion

# Table 4242647264 - Field 2217404009 - Property 2879900210
source: Income Glob. Dim. 2 Mandatory
fr_fr: Axe 2 oblig. / comptes de gestion

# Table 4242647264 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_fr: Clé primaire

# Codeunit 173217276 - Method 2347187875 - NamedType 3532006279
source: and %1 are unseparable
fr_fr: et %1 sont indissociables

# Codeunit 173217276 - Method 3062612034 - NamedType 446445083
source: Deferral outstanding amount is not null
fr_fr: montant CCA/PCA restant n'est pas nul

# Codeunit 631506269 - Method 2331545609 - NamedType 3532006279
source: and %1 are unseparable
fr_fr: et %1 sont indissociables

# Codeunit 1876266660 - Method 2954419672 - NamedType 3532006279
source: and %1 are unseparable
fr_fr: et %1 sont indissociables

# Codeunit 3673123032 - Method 832324968 - NamedType 2282161910
source: must be Customer or Vendor for unrealized VAT
fr_fr: doit être Client ou Fournisseur pour la TVA sur encaissements

# Page 3489411308 - Property 2879900210
source: Deferral Entries
fr_fr: Ecritures CCA & PCA

# Page 3489411308 - Control 636392376 - Property 1295455071
source: Specifies the value of the Amount field.
fr_fr: Spécifie le montant

# Page 3489411308 - Control 140141276 - Property 1295455071
source: Specifies the value of the Deferral G/L Entry No. field.
fr_fr: Spécifie le compte CCA & PCA

# Page 3489411308 - Control 3117834186 - Property 2879900210
source: Document No.
fr_fr: N° document

# Page 3489411308 - Control 458406397 - Property 1295455071
source: Specifies the value of the End Date field.
fr_fr: Spéficie la date de fin

# Page 3489411308 - Control 2881437613 - Property 2879900210
source: External Document No.
fr_fr: N° doc. externe

# Page 3489411308 - Control 1411740825 - Property 1295455071
source: Specifies the value of the G/L Entry No. field.
fr_fr: Spécifie le N° écriture

# Page 3489411308 - Control 59113118 - Property 1295455071
source: Specifies the value of the Gen. Posting Type field.
fr_fr: Spéficie de Type compta. TVA

# Page 3489411308 - Control 3710982960 - Property 1295455071
source: Specifies the value of the Posting Date field.
fr_fr: Spéficie la Date comptabilisation

# Page 3489411308 - Control 34717358 - Property 2879900210
source: Source Name
fr_fr: Nom origine

# Page 3489411308 - Control 1900957152 - Property 2879900210
source: Source No.
fr_fr: N° origine

# Page 3489411308 - Control 460889064 - Property 1295455071
source: Specifies the value of the Starting Date field.
fr_fr: Spécifie la date de début

# Report 907989121 - Property 2879900210
source: Remaining VAT
fr_fr: TVA en attente

# Report 907989121 - Method 36190024 - NamedType 1417930510
source: Do-you want to create an Excel book for %1 %2(s)?
fr_fr: Voulez-vous créer un classeur Excel pour %1 "%2" ?

# Report 907989121 - Control 3037438984 - Property 2879900210
source: Posting Date
fr_fr: Date comptabilisation

# Report 3489411308 - Property 2879900210
source: Deferral Entries
fr_fr: Ecritures CCA & PCA

# Report 3489411308 - NamedType 1147073148
source: Outstanding Amount
fr_fr: Montant constaté d'avance

# Report 3489411308 - NamedType 894566561
source: Period: %1
fr_fr: Au : %1

# Report 3489411308 - Control 3037438984 - Property 2879900210
source: Posting Date
fr_fr: Date comptabilisation

# Report 1964510777 - Property 2879900210
source: Set Next No. Series Line
fr_fr: Définir Ligne souche de N° suivante

source: %1 "%2" processed
fr_fr: %1 "%2" mises à jour

source: ReplaceBy is required
fr_fr: Remplacer par est obligatoire

source: Do you want to set next line for %1 "%2"?
fr_fr: Voulez-vous définir ligne suivante pour %1 "%2" ?

# Report 1964510777 - Control 207805549 - Property 2879900210
source: Next Starting Date
fr_fr: Date début suivante

# Report 1964510777 - Control 207805549 - Method 2126772001 - NamedType 1351735234
source: Must be greater then starting Date
fr_fr: Doit être postérieure à Date début

# Report 1964510777 - Control 3971477682 - Property 2879900210
source: Replace %1 by
fr_fr: Remplacer %1 par

# Report 1964510777 - Control 2123698663 - Property 2879900210
source: Replace %2 by
fr_fr: Remplacer %2 par

# Report 1964510777 - Control 543275552 - Property 2879900210
source: Starting Date
fr_fr: Date début

# Report 4209501611 - Property 2879900210
source: Suggest Deferral Expenses & Deferred Revenue
fr_fr: Proposer CCA & PCA

# Report 4209501611 - Method 737175832 - NamedType 3593387982
source: PE %1 %2
fr_fr: CCA %1 %2

# Report 4209501611 - Method 737175832 - NamedType 1211890609
source: DR %1 %2
fr_fr: PCA %1 %2

# Report 4209501611 - Method 1544076788 - NamedType 331638123
source: All parameter are required
fr_fr: Tous les paramètres sont obligatoires

# Report 4209501611 - Method 1544076788 - NamedType 2925920819
source: Posting Date must match the end of an accounting period
fr_fr: La date comptabilisation doit correspondre à la fin d'une période comptable.

# Report 4209501611 - Method 562636515 - NamedType 3785045816
source: Journal must be empty
fr_fr: La feuille de saisie doit être vide.

# Report 4209501611 - Control 2618533736 - Property 1295455071
source: Account root 486 on a french chart of account.
fr_fr: Compte de racine 486 au plan comptable français.

# Report 4209501611 - Control 2618533736 - Property 2879900210
source: Deferral Expenses Account No.
fr_fr: N° compte charges constatées d'avance

# Report 4209501611 - Control 1929622419 - Property 1295455071
source: Account root 487 on a french chart of account.
fr_fr: Compte de racine 487 au plan comptable français.

# Report 4209501611 - Control 1929622419 - Property 2879900210
source: Deferred Revenue Account No.
fr_fr: N° compte produits constatés d'avance

# Report 4209501611 - Control 3117834186 - Property 2879900210
source: Document No.
fr_fr: N° document

# Report 4209501611 - Control 3037438984 - Property 2879900210
source: Posting Date
fr_fr: Date comptabilisation

# Report 185042496 - Property 2879900210
source: Suggest Purchase Provisions
fr_fr: Proposer provisions achats

# Report 185042496 - Method 1544076788 - NamedType 331638123
source: All parameter are required
fr_fr: Tous les paramètres sont obligatoires

# Report 185042496 - Method 1544076788 - NamedType 750120336
source: Do you want to suggest purchase provisions on %1?
fr_fr: Voulez-vous proposer les provisions achats au %1 ?

# Report 185042496 - Method 1544076788 - NamedType 1240717133
source: Warning : This process should not be posted twice at the same posting date for the same selection!
fr_fr: Attention : Ce traitement ne doit pas être renouvellé à la même date pour la même sélection !

# Report 185042496 - Method 562636515 - NamedType 3785045816
source: Journal must be empty
fr_fr: La feuille de saisie doit être vide.

source: ExpInv
fr_fr: FNP

source: Exp.Inv. %1 %2
fr_fr: FNP %1 %2

source: ExpCM
fr_fr: AàR

source: Exp.CM %1 %2
fr_fr: AàR %1 %2

# Report 185042496 - Control 1831623764 - Property 1295455071
source: Account root 378 on a french chart of account.
fr_fr: Compte de racine 378 au plan comptable français.

# Report 185042496 - Control 1831623764 - Property 2879900210
source: Permanent Inventory Account No.
fr_fr: Compte coûts prévus (inventaire permanent)

# Report 185042496 - Control 3037438984 - Property 2879900210
source: Posting Date
fr_fr: Date comptabilisation

# Report 185042496 - Control 592568410 - Property 1295455071
source: Account root 408 on a french chart of account.
fr_fr: Compte de racine 408 au plan comptable français.

# Report 185042496 - Control 592568410 - Property 2879900210
source: Provision Bal. Account No.
fr_fr: N° compte factures non parvenues

# Report 185042496 - Control 3224440404 - Property 1295455071
source: Account root 409 on a french chart of account.
fr_fr: Compte de racine 409 au plan comptable français.

# Report 185042496 - Control 3224440404 - Property 2879900210
source: Provision Debit Bal. Account No.
fr_fr: N° compte avoirs à recevoir

# Report 185042496 - Control 1162293398 - Property 1295455071
source: Account root 44586 on a french chart of account.
fr_fr: Compte de racine 44586 au plan comptable français.

# Report 185042496 - Control 1162293398 - Property 2879900210
source: Provision VAT Account No.
fr_fr: Compte TVA sur factures non parvenues

# Report 3099164818 - Property 2879900210
source: Suggest Sales Provisions
fr_fr: Proposer ventes à établir

# Report 3099164818 - Method 1544076788 - NamedType 331638123
source: All parameter are required
fr_fr: Tous les paramètres sont obligatoires

# Report 3099164818 - Method 1544076788 - NamedType 750120336
source: Do you want to suggest Sales provisions on %1?
fr_fr: Voulez-vous proposer les ventes à établir au %1 ?

# Report 3099164818 - Method 1544076788 - NamedType 1240717133
source: Warning : This process should not be posted twice at the same posting date for the same selection!
fr_fr: Attention : Ce traitement ne doit pas être renouvellé à la même date pour la même sélection !

# Report 3099164818 - Method 562636515 - NamedType 3785045816
source: Journal must be empty
fr_fr: La feuille de saisie doit être vide.

source: ToCM
fr_fr: AàE

source: To CM %1 %2
fr_fr: AàE %1 %2

source: ToInv
fr_fr: FàE

source: ToInv. %1 %2
fr_fr: FàE %1 %2

# Report 3099164818 - Control 3037438984 - Property 2879900210
source: Posting Date
fr_fr: Date comptabilisation

# Report 3099164818 - Control 592568410 - Property 1295455071
source: Account root 418 on a french chart of account.
fr_fr: Compte de racine 418 au plan comptable français.

# Report 3099164818 - Control 592568410 - Property 2879900210
source: Provision Bal. Account No.
fr_fr: N° compte factures non parvenues

# Report 3099164818 - Control 3224440404 - Property 1295455071
source: Account root 418 on a french chart of account.
fr_fr: Compte de racine 418 au plan comptable français.

# Report 3099164818 - Control 3224440404 - Property 2879900210
source: Provision Bal. Account No.
fr_fr: N° compte factures non parvenues

# Report 3099164818 - Control 1162293398 - Property 1295455071
source: Account root 44587 on a french chart of account.
fr_fr: Compte de racine 44587 au plan comptable français.

# Report 3099164818 - Control 1162293398 - Property 2879900210
source: Provision VAT Account No.
fr_fr: Compte TVA sur factures non parvenues

# PageExtension 2513521001 - Action 2161648165 - Property 2879900210
source: Suggest Deferral Exp. & Deferred Rev.
fr_fr: Proposer CCA & PCA

# PageExtension 2513521001 - Action 2698729543 - Property 2879900210
source: Deferral Entries
fr_fr: Ecritures CCA & PCA

# PageExtension 2513521001 - Control 458406397 - Property 1295455071
source: Specifies the value of the Ending Date field.
fr_fr: Spécifie la valeur de la date de fin.

# PageExtension 2513521001 - Control 1329258699 - Property 1295455071
source: Specifies the value of the IC Partner Code field.
fr_fr: Spécifie la valeur du code partenaire.

# PageExtension 2513521001 - Control 460889064 - Property 1295455071
source: Specifies the value of the Starting Date field.
fr_fr: Spécifie la date de début

# PageExtension 2803858443 - Method 1137542634 - NamedType 3503005407
source: %1 must be before %2
fr_fr: %1 doit être antérieure à %2

# PageExtension 2803858443 - Action 2698729543 - Property 2879900210
source: Deferral Entries
fr_fr: Ecritures CCA & PCA

# PageExtension 2803858443 - Control 1480191029 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# PageExtension 2803858443 - Control 746201976 - Property 2879900210
source: Starting Date
fr_fr: Date début

# PageExtension 345082808 - Control 409105504 - Property 2879900210
source: Income Glob. Dim. 1 Mandatory
fr_fr: Axe 1 oblig. / comptes de gestion

# PageExtension 345082808 - Control 993772425 - Property 2879900210
source: Income Glob. Dim. 2 Mandatory
fr_fr: Axe 2 oblig. / comptes de gestion

# PageExtension 3346869136 - Action 2134149939 - Property 2879900210
source: Set Next No. Series Line
fr_fr: Définir Ligne souche de N° suivante

# PageExtension 1233981702 - Control 458406397 - Property 1295455071
source: Specifies the value of the Ending Date field.
fr_fr: Spécifie la valeur de la date de fin.

# PageExtension 1233981702 - Control 460889064 - Property 1295455071
source: Specifies the value of the Starting Date field.
fr_fr: Spécifie la date de début

# PageExtension 1087746450 - Action 3846930858 - Property 2879900210
source: Suggest Purchase Provisions
fr_fr: Proposer provisions achats

# PageExtension 1087746450 - Action 1849577930 - Property 2879900210
source: Suggest Sales Provisions
fr_fr: Proposer ventes à établir

# PageExtension 161412155 - Control 458406397 - Property 1295455071
source: Specifies the value of the Ending Date field.
fr_fr: Spécifie la valeur de la date de fin.

# PageExtension 161412155 - Control 460889064 - Property 1295455071
source: Specifies the value of the Starting Date field.
fr_fr: Spécifie la date de début

# TableExtension 577818309 - Field 246128504 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# TableExtension 577818309 - Field 648602221 - Property 2879900210
source: Starting Date
fr_fr: Date début

# TableExtension 2079186865 - Field 246128504 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# TableExtension 2079186865 - Field 648602221 - Property 2879900210
source: Starting Date
fr_fr: Date début

# TableExtension 3849893869 - Method 744292554 - NamedType 3503005407
source: %1 must be before %2
fr_fr: %1 doit être antérieure à %2

# TableExtension 3849893869 - Field 246128504 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# TableExtension 3849893869 - Field 648602221 - Property 2879900210
source: Starting Date
fr_fr: Date début

# TableExtension 3028566908 - Method 744292554 - NamedType 3503005407
source: %1 must be before %2
fr_fr: %1 doit être antérieure à %2

# TableExtension 3028566908 - Field 246128504 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# TableExtension 3028566908 - Field 648602221 - Property 2879900210
source: Starting Date
fr_fr: Date début

# TableExtension 3171585911 - Method 3614206850 - NamedType 3503005407
source: %1 must be before %2
fr_fr: %1 doit être antérieure à %2

# TableExtension 3171585911 - Field 246128504 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# TableExtension 3171585911 - Field 1016338992 - Property 2879900210
source: Deferral Entry No.
fr_fr: N° écriture CCA/PCA

# TableExtension 3171585911 - Field 648602221 - Property 2879900210
source: Starting Date
fr_fr: Date début

# TableExtension 1674304755 - Field 246128504 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# TableExtension 1674304755 - Field 648602221 - Property 2879900210
source: Starting Date
fr_fr: Date début

# TableExtension 2400887085 - Field 246128504 - Property 2879900210
source: Ending Date
fr_fr: Date fin

# TableExtension 2400887085 - Field 648602221 - Property 2879900210
source: Starting Date
fr_fr: Date début
